<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Roles Language Lines
    |--------------------------------------------------------------------------
    */

    'home'                      => 'Главная',
    'name'                      => 'Название',
    'actions'                   => 'Действия',
    'delete'                    => 'Удалить',
    'permissions'               => 'Права доступа',
    'edit'                      => 'Редактировать',
    'cancel'                    => 'Отмена',
    'create'                    => 'Создать',
    'submit'                    => 'Отправить',
    'color'                     => 'Цвет',
    'create_role'               => 'Создать роль',
    'edit_role'                 => 'Редактировать роль',
    'role_list'                 => 'Список ролей',
    'description'               => 'Описание',
    'role_added'                => 'Роль добавлена!',
    'role_updated'              => 'Роль #:id обновлена!',
    'role_deleted'              => 'Роль #:id удалена!',
    'edit_desc'                 => "Вы редактируете роль #:id созданная :time_ago",
    'roles_desc'                => 'Роли позволят вам привязывать пользователей к категориям, создавая независимые права для каждого пользователя.',
    'create_role_desc'          => 'Создание новой роли в базе данных',
    'permissions_desc'          => 'Редактирование прав роли #:id. В настоящее время доступные права :total.',
    'role_permissions'          => 'Ролевые права',
    'available_permissions'     => 'Доступные права',
    'role_permissions_updated'  => 'Ролевые права #:id обновлены!',
    'role_users_c'              => 'Всего пользователей по ролям',
    'role_permissions_c'        => 'Всего разрешений по роли',
    'no_data'                   => "Недостаточно данных для отображения этой диаграммы",
];
